{
	"pra_event":[
		{
			"id": 1,
			"judul": "Perancangan Visual Identity Dengan Kekuatan Ilustrasi pada Rice Bowl Oishi Brunch di Surakarta",
			"kreator": "Adi Utomo",
			"instagram": "adirck_",
			"preview": "Oishi Brunch adalah sebuah usaha makanan yang terletak di Pabelan, Surakarta. Menjual makanan rice bowl dengan menu utama yaitu jamur. Oishi Brunch merupakan sebuah brand baru yang belum..."
		},
		{
			"id": 2,
			"judul": "Perancangan Cover Album single musik trap untuk platform digital homegrown recording",
			"kreator": "Pujangga Atthariq",
			"instagram": "6secondtoyou",
			"preview": "Global warming bukanlah isu baru bagi kita semua. Fenomena yang satu ini tentu meresahkan, namun sebagai umat manusia kita bisa melakukan beberapa hal positif yang dapat membantu bumi kita membaik."
		},
		{
			"id": 3,
			"judul": "Coffee Table Book Kerajinan Tanaman Bonsai",
			"kreator": "Alfian Riffa Ananda",
			"instagram": "alfian.ananda",
			"preview": "Buku ini berisi tentang kerajinan tanaman bonsai. Menyajikan Foto dokumentasi mengenai tanaman bonsai bukan hanya sejarah dari tanaman bonsai saja namun juga mengenai apa itu tanaman bonsai, jenis-jenis tanaman bonsai, dan..."
		},
		{
			"id": 4,
			"judul": "Coffee Table Book Kerajinan Tanaman Bonsai",
			"kreator": "Alief Putri PJ",
			"instagram": null,
			"preview": "BBSTV merupakan media penyiaran berita berupa stasiun televisi lokal. BBSTV menampaikan berita kriminal dan life style di wilayah Jawa Timur dan Jabodetabek lewat portal media sosial yaitu Instagram dan Youtube..."
		},
		{
			"id": 5,
			"judul": "Perancangan Desain Ilustrasi Pada Kemasan Kaleng MOJU MOJU Artisan Drinks",
			"kreator": "Dicky Oka Mahendra",
			"instagram": "oka.ok",
			"preview": "COVID-19 tahun 2020 yang telah terjadi membuat konsumen menginginkan minuman yang higienis, mudah untuk dibawa pulang, dan aman jika dipesan secara online. Konsep kopi kaleng MOJU MOJU Artisan Drink dibuat untuk menjawab latar belakang tersebut."
		},
		{
			"id": 6,
			"judul": "Buku Cerita Edukasi Kesehatan Gigi dan Mulut",
			"kreator": "Dinda Raisa Maulida",
			"instagram": "dinda.maulidaaa",
			"preview": "Buku cerita anak yang menyajikan edukasi tentang bagaimana menjaga kesehatan gigi dan mulut dengan menarik."
		},
		{
			"id": 7,
			"judul": "Taman Interaktif Kana",
			"kreator": "Eleonora Delicia A.P (deli)",
			"instagram": "della_deli",
			"preview": "Board Game Taman Interaktif Kana ditujukan untuk proses pengembangan sosial emosional anak melalui game dan komunikasi antara orang tua dengan anak. Dalam Board Game ini fokus untuk perkembangan sosial emosional anak di bidang growth mindset."
		},
		{
			"id": 8,
			"judul": "Perancangan Desain User Interface Website Metor Head Sebagai Sarana Katalog Online",
			"kreator": "Fithria Ummi Afifah",
			"instagram": "veed.o_12",
			"preview": "Metor Head merupakan salah satu usaha gelang tali handmade yang berasal dari Sukoharjo. Untuk menjangkau pemasaran di seluruh Indonesia serta menembus pasar internasional. Metor Head memerlukan media promosi baru yang dapat..."
		},
		{
			"id": 9,
			"judul": "Perancangan Komik Edukasi Pandemi Covid-19",
			"kreator": "Hani Fajri Widyantari",
			"instagram": "hukikoi",
			"preview": "Tujuan dari perancangan komik edukasi ini yaitu agar dapat mengenalkan virus covid-19 pada anak-anak usia sekolah dasar dan cara pencegahannya agar tidak terpapar virus. Alasan dibuat dalam bentuk komik adalah agar anak-anak tidak bosan..."
		},
		{
			"id": 10,
			"judul": "Perancangan Ulang Novel “Rumah Lebah” Karya Ruwi Meita",
			"kreator": "Iman Dian Nugroho",
			"instagram": "im.andian",
			"preview": "“Rumah Lebah” adalah novel mandiri pertama karya Ruwi Meita yang tidak diadaptasi dari film, bergenre psychological thriller. Inti cerita dari novel Rumah Lebah yaitu menceritakan seorang ibu dari..."
		},
		{
			"id": 11,
			"judul": "Perancangan Identitas Visual Allsizee Daily Cafe",
			"kreator": "Laily Munawaroh",
			"instagram": "lalalaily_m",
			"preview": "Allsizee Daily Café, yaitu sebuah usaha yang bergerak dibidang food and beverages, didirikan oleh Adiguna Fida. Allsizee Daily Café berlokasi di Karanganyar, Jawa Tengah. Usaha ini menyediakan berbagai minuman dan cake."
		},
		{
			"id": 12,
			"judul": "Perancangan Buku Ilustrasi Nyi Roro Kidul",
			"kreator": "Larasati Fuzna Afria Damayanti",
			"instagram": "carlsberg.holmes",
			"preview": "Karya ini bertujuan sebagai pelengkap alat edukasi yang efektif sehingga anak-anak mampu mengetahui kisah dibalik sosok legendaris yang terkenal akan mistisnya yaitu Nyi Roro Kidul. Anak-anak diharapkan akan mengenali penokohan dan jalan cerita..."
		},
		{
			"id": 13,
			"judul": "Perancangan Wayang Kulit Sebagai Ilustrasi Desain T-Shirt Humblewash.co",
			"kreator": "Miftahussurur Riyandi",
			"instagram": "surururr",
			"preview": "Pada artikel ini Humblewish.co akan mengusung kebudayaan wayang kulit. Sebuah kebanggaan tersendiri bagi masyarakat Jawa dan Indonesia yang karyanya dapat diakui oleh dunia, maka dari itu Humblewish.co ingin mengenalkan kembali..."
		},
		{
			"id": 14,
			"judul": "Perancangan Cover Album single musik trap untuk platform digital homegrown recording",
			"kreator": "Pujangga Atthariq",
			"instagram": "6secondtoyou",
			"preview": "Dengan perkembangan di era digital saat ini maka tentunya para creator music juga membutuhkan visual yang bisa merepresentasikan music mereka melalui cover..."
		},
		{
			"id": 15,
			"judul": "Perancangan Grafis T-Shirt Pada Groofy Clothing Company",
			"kreator": "Putro Adi Prasetyo",
			"instagram": "putroadi_p",
			"preview": "Groofy merupakan clothing brand startup dengan mengungsung tema “Youth Culture” inspirasinya berasal dari budaya anak muda.Youth Culture menurut beberapa scholars tak terbatas pada produk budaya..."
		},
		{
			"id": 16,
			"judul": "Perancangan Kembali Buku Cergam Edukasi Kecerdasan Naturalis Dengan tema Lingkungan Kara Fadila Hanum Dengan Judul Kami Dijadikan Pupuk",
			"kreator": "Ratna Yuniar H.K.",
			"instagram": "ratnayuniiar",
			"preview": "Cerita tentang Dapi yang sedih karena ia merasa setelah tidak terpakai, ia hanya akan menjadi sampah..."
		},
		{
			"id": 17,
			"judul": "Perancangan Video Animasi Tiga Dimensi Sebagai Media Promosi Produk Sepatu Bridge SA",
			"kreator": "Rifqi Taufiiqul Huda",
			"instagram": "riffsw",
			"preview": "Bridge SA adalah, nama sebuah usaha yang berada di Kota Madiun. Bridge SA sendiri sudah ada sejak dari 14 februari 2020 Bridge SA merupakan produk sepatu yang di..."
		},
		{
			"id": 18,
			"judul": "Perancangan Video Iklan Sebagai Media Promosi Kopi Konco Dolan",
			"kreator": "Ryan Eko Pramono",
			"instagram": "ryanekopram",
			"preview": "Kopi Konco Dolan adalah salah satu UMKM yang bergerak pada bidang makanan dan minuman, khususnya bisnis kedai kopi. Produk utama yang dihasilkan adalah minuman Base Kopi, Non-Kopi, Mocktail, Literan dan Snack. Dengan munculnya..."
		},
		{
			"id": 19,
			"judul": "Perancangan Buku Ilustrasi Hewan Langka Panda Merah",
			"kreator": "Sonya Sekar Salsabila",
			"instagram": "kamaiiko",
			"preview": "Buku bergambar dengan ilustrasi panda merah untuk anak-anak dirancang karena keberadaan dan kondisi panda merah yang terancam punah. Pemberian informasi semenjak dini bisa lebih efektif karena apabila anak-anak mengetahui dan tidak asing..."
		},
		{
			"id": 20,
			"judul": "Perancangan Visual Identity Perusahaan Inoe",
			"kreator": "Tazkiya Amalia Insan",
			"instagram": "_peachyya_",
			"preview": "Perusahaan Inoe adalah salah satu Usaha Kecil Mikro Menengah (UKMM) yang menyajikan olahan jagung sebagai produk utamanya. Target market perusahaan Inoe adalah anak-anak, remaja, dan..."
		},
		{
			"id": 21,
			"judul": "Perancangan Visual Identity Widodo Stamp Salatiga",
			"kreator": "Viviana Difa Fatiha",
			"instagram": "vivianadifa",
			"preview": "Widodo Stamp, yaitu sebuah usaha yang bergerak dibidang Jasa, didirikan oleh Bapak Junaedi yang berlokasi di Salatiga, Jawa Tengah, Indonesia. Awalnya, usaha ini hanya melayani jasa pembuatan stempel..."
		},
		{
			"id": 22,
			"judul": "Tidak Ada New York Hari Ini",
			"kreator": "Yemima Eiurene",
			"instagram": "yemina.iurence",
			"preview": "Buku puisi “Tidak Ada New York Hari ini” karya M. Aan Mansyur adalah buku adopsi dari filem Ada Apa Dengan Cinta 2 (AADC2). Mengisahkan tentang curahan hati Rangga..."
		},
		{
			"id": 23,
			"judul": "Perancangan Desain Promosi Digital Labersa Toba Hotel & Convention Centre",
			"kreator": "Yesaya Sihombing",
			"instagram": "yesaya7hombing",
			"preview": "Tujuan “Perancangan Desain Promosi Digital Labersa Toba Hotel & Convention Centre” adalah untuk memberikan gambaran kepada pihak hotel mengenai tampilan desain promosi produk yang akan dijual. Dengan pemilihan elemen-elemen..."
		},
		{
			"id": 24,
			"judul": "Perancangan Grafis T-shirt Produk Clothing Brand “Ryugo Cloth” Bertema Budaya Jepang",
			"kreator": "Zilda Kurniawan Rifai",
			"instagram": "zildareds",
			"preview": "Tujuan dari perancangan desain atau artwork untuk produk T-shirt Ryugo Cloth yaitu untuk menciptakan karakter atau ciri khas yang mampu menarik kalangan anak muda untuk mendukung produk lokal..."
		}
	]
}